module.exports = {
  ui: {
    button: {
      ka: 'შვებულება',
      ru: 'Отсутствие'
    },
    save: {
      ka: 'შენაზვა',
      ru: 'Сохранить'
    },
    cancel: {
      ka: 'გაუქმება',
      ru: 'Отмена'
    }
  },
  fields: {
  	period: {
  		ka: 'პერიოდი',
  		ru: 'Период'
  	},
  	type: {
  		ka: 'ტიპი',
  		ru: 'тип'
  	},
  	from: {
  		ka: 'დასაწყისი',
  		ru: 'С'
  	},
  	to: {
  		ka: 'დამთავრება',
  		ru: 'По'
  	},
  	substitude: {
  		ka: 'მოვალეობა შეეთავსოს',
  		ru: 'Обязанность совместить'
  	}
  }
};
