module.exports = {
  ui: {
    title: {
      ka: 'შვებულება',
      ru: 'Отсутствие'
    },
    button: {
      ka: 'ახალი',
      ru: 'Новое'
    },
    save: {
      ka: 'შენაზვა',
      ru: 'Сохранить'
    },
    cancel: {
      ka: 'გაუქმება',
      ru: 'Отмена'
    },
    history: {
      ka: 'ისტორია',
      ru: 'История'
    },
    substitude_mode: {
      title: {
        ka: 'თქვენ ათვალიერებთ დოკუმენტები: ',
        ru: 'Вы просматриваете документы: '
      }
    },
    grid_title: {
      ka: 'შეთავსება',
      ru: 'Замена'
    },
  },
  fields: {
  	period: {
  		ka: 'პერიოდი',
  		ru: 'Период'
  	},
  	type: {
  		ka: 'ტიპი',
  		ru: 'тип'
  	},
  	from: {
  		ka: 'დასაწყისი',
  		ru: 'С'
  	},
  	to: {
  		ka: 'დამთავრება',
  		ru: 'По'
  	},
  	substitude: {
  		ka: 'მოვალეობა შეათავსოს',
  		ru: 'Обязанность совместить'
  	},
    signees:{
      ka: 'ვიზატორები',
      ru: 'Визаторы'
    },
    head_of_group: {
      ka: 'სამსახურის ხელმძღვანელი',
      ru: 'Руководитель службы'
    },
    head_of_division: {
      ka: 'განყოფილების ხელმძღვანელი',
      ru: 'Руководитель отдела'
    },
    head_of_department: {
      ka: 'დეპარტაენტის ხელმძღვანელი',
      ru: 'Руководитель департамента'
    },
    director: {
      ka: 'დირექტორი',
      ru: 'Директор'
    },
    head_of_hr: {
      ka: 'პერსონალის მართვის დეპარტამენტის ხელმძღვანელი',
      ru: 'Руководитель департамента управления персоналом'
    },
    docview: {
      ka: 'დოკუმენტები',
      ru: 'Документы'
    }
  },
  substitude_type: {
    none: {
      title: {
        ka: 'არ დაინახოს',
        ru: 'Не показывать'
      },
      explain: {
        ka: 'არ დაინახოს',
        ru: 'Не показывать'
      }
    },
    all: {
      title: {
        ka: 'ყველა',
        ru: 'Все'
      },
      explain: {
        ka: 'ყველა',
        ru: 'Все'
      }
    },
    new: {
      title: {
        ka: 'ახალი',
        ru: 'Новые'
      },
      explain: {
        ka: 'ახალი',
        ru: 'Новые'
      }
    }
  }
};
