module.exports = {
  ui: {
    title: {
      ka: 'შვებულება',
      ru: 'Отсутствие'
    },
    button: {
      ka: 'ახალი',
      ru: 'Новое'
    },
    save: {
      ka: 'შენახვა',
      ru: 'Сохранить'
    },
    cancel: {
      ka: 'გაუქმება',
      ru: 'Отмена'
    },
    history: {
      ka: 'ისტორია',
      ru: 'История'
    },
    substitude_mode: {
      title: {
        ka: 'თქვენ ათვალიერებთ დოკუმენტები: ',
        ru: 'Вы просматриваете документы: '
      }
    },
    grid_title: {
      ka: 'შეთავსება',
      ru: 'Замена'
    },
  },
  fields: {
  	period: {
  		ka: 'პერიოდი',
  		ru: 'Период'
  	},
  	type: {
  		ka: 'ტიპი',
  		ru: 'тип'
  	},
  	from: {
  		ka: 'დასაწყისი',
  		ru: 'С'
  	},
  	to: {
  		ka: 'დამთავრება',
  		ru: 'По'
  	},
  	onbehalf: {
  		ka: 'ვისზე იწერება',
  		ru: 'На кого отсутствие'
  	},
  	substitude: {
  		ka: 'მოვალეობა შეათავსოს',
  		ru: 'Обязанность совместить'
  	},
    own_salary: {
  		ka: 'ჩემი ხელფასის',
  		ru: 'Своя зарплата'
  	},
    sub_salary: {
  		ka: 'მოვალეობის შემსრულებლის ხელფასის',
  		ru: 'Зарплата исполняющего обязанности'
  	},
    signees:{
      ka: 'ვიზატორები',
      ru: 'Визаторы'
    },
    assignees:{
      ka: 'ადრესატები',
      ru: 'Адресаты'
    },
    head_of_group: {
      ka: 'ჯგუფის/სექტორის უფროსი',
      ru: 'Начальник группы/сектора'
    },
    head_of_division: {
      ka: 'განყოფილების უფროსი',
      ru: 'Начальник отдела'
    },
    head_of_department: {
      ka: 'სამსახურის უფროსი',
      ru: 'Начальник службы'
    },
    director: {
      ka: 'დარგობრივი დირექტორი',
      ru: 'Директор'
    },
    head_of_hr: {
      ka: 'პერსონალთან მუშაობის სამსახურის უფროსი',
      ru: 'Начальник службы по работе с персоналом'
    },
    assignee: {
      ka: 'პერსონალთან მუშაობის სამსახური',
      ru: 'Служба по работе с персоналом'
    },
    docview: {
      ka: 'დოკუმენტები',
      ru: 'Документы'
    }
  },
  substitude_type: {
    none: {
      title: {
        ka: 'არ დაინახოს',
        ru: 'Не показывать'
      },
      explain: {
        ka: 'არ დაინახოს',
        ru: 'Не показывать'
      }
    },
    all: {
      title: {
        ka: 'ყველა',
        ru: 'Все'
      },
      explain: {
        ka: 'ყველა',
        ru: 'Все'
      }
    },
    new: {
      title: {
        ka: 'ახალი',
        ru: 'Новые'
      },
      explain: {
        ka: 'ახალი',
        ru: 'Новые'
      }
    }
  }
};
