var i18n = {};
i18n.ka  = {};
i18n.ru  = {};

// AJAX errors

i18n.ka.errors = {
  title: 'შეცდომა',
  connection_error: 'დაკავშირების პრობლემა. გთხოვთ სცადოთ კიდევ ერთხელ. თუ ეს არ შველის, შეამოწმეთ ქსელის მდგომარეობა ან გამოუძახეთ დახმარებას.'
};

i18n.ru.errors = {
  title: 'Ошибка',
  connection_error: 'Произошла ошибка связи. Попробуйте еще раз. Если это не помогает, проверьте сеть или обратитесь за помощью.'
};

// user

i18n.ka.user = {
  login:     'სისტემაში შესვლა',
  login_btn: 'შესვლა',
  username:  'მომხ. სახელი',
  password:  'პაროლი',
  language:  'სამუშაო ენა',
  full_name: 'სახელი, გვარი',
  profile:   'პროფილის მართვა',
  logout:    'სისტემიდან გასვლა'
};

i18n.ru.user = {
  login:     'Вход в систему',
  login_btn: 'Вход',
  username:  'Пользователь',
  password:  'Пароль',
  language:  'Рабочий язык',
  full_name: 'Имя, Фамилия',
  profile: 'Управление профилем',
  logout:    'Выход из системы'
};
